acpi
age
alacritty
arandr
archiso
arduino-ide
argparse
ark
asciidoctor
audacity
base
base-devel
bat
bc
blueberry
blueman
bluez-utils
bridge-utils
brightnessctl
bspwm
btop
cava
chaotic-keyring
chaotic-mirrorlist
clipcat
clipse
cmake
cmake-init
cmatrix
codespell
conky
cool-retro-term
cowsay
cppcheck
croc
cursor-bin
dhcpcd
discord
distro-info
dnsmasq
docker
dolphin
downgrade
doxygen
dpkg
dunst
efibootmgr
efitools
emacs
emscripten
eww-git
eza
feh
ffmpegthumbnailer
ffmpegthumbs
figlet
firefox
fish
floorp
fontforge
font-manager
fortune-mod
four-in-a-row
fwupd
gamemode
geany
gh0stzk-cursor-qogirr
gh0stzk-gtk-themes
gh0stzk-icons-beautyline
gh0stzk-icons-candy
gh0stzk-icons-catppuccin-mocha
gh0stzk-icons-dracula
gh0stzk-icons-glassy
gh0stzk-icons-gruvbox-plus-dark
gh0stzk-icons-hack
gh0stzk-icons-luv
gh0stzk-icons-sweet-rainbow
gh0stzk-icons-tokyo-night
gh0stzk-icons-vimix-white
gh0stzk-icons-zafiro
gh0stzk-icons-zafiro-purple
gimp
github-cli
gitui
glad
glm
gnuplot
google-chrome
gparted
gpick
gradience
gradle
gthumb
gtk-engine-murrine
gtk-engines
gtop
gvfs-mtp
htop
i3lock-color
i3status
i3-wm
inkscape
intel-ucode
jconvolver
jgmenu
jp2a
jq
kalk
kcolorchooser
kdialog
kimageformats
kitty
komorebi
kvantum
lib32-gamemode
lib32-vkd3d
libreoffice-fresh
librespot
libva-nvidia-driver
libwnck3
links
linux-firmware
linux-headers
lld
logisim-evolution
lxappearance-gtk3
lynx
maim
mako
mangohud
mariadb
mc
mesa-demos
mesa-utils
mpc
mpd
mpv
msr-tools
ms-sys
mutter
nano
ncmpcpp
ncspot
neofetch
neovim
networkmanager-dmenu-git
networkmanager-openconnect
networkmanager-openvpn
nilfs-utils
nitrogen
nlohmann-json
nmon
noto-fonts-cjk
noto-fonts-emoji
npm
nvidia-open
openbsd-netcat
otf-codenewroman-nerd
otf-ipaexfont
otf-ipafont
otf-ipamjfont
pamixer
papirus-icon-theme
partitionmanager
paru
pavucontrol
phinger-cursors
picom
pipewire-alsa
pkgfile
plocate
polkit-gnome
polybar-spotify-module
power-profiles-daemon
powertop
preloader-signed
prismlauncher
pv
python-pip
python-pipx
python-pywal
qalculate-gtk
qdirstat
qemu-full
ranger
redshift
rofi
rsync
rustup
sbctl
sbsigntools
sddm
sdl_mixer
shell-color-scripts
simple-mtpfs
spotify-launcher
starship
steam
stow
subversion
swell-foop
sxhkd
sysfsutils
syslinux
tdrop
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pstricks
texlive-publishers
texlive-xetex
tigervnc
tmux
tree
ttf-arimo-nerd
ttf-font-awesome
ttf-hack
ttf-inconsolata
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-maple
ttf-noto-nerd
ttf-terminus-nerd
ttf-ubuntu-mono-nerd
tuxedo-control-center-bin
typescript-language-server
ueberzugpp
urn-git
uthash
ventoy-bin
vi
vim
virt-manager
virt-viewer
viu
vkd3d
vulkan-extra-layers
vulkan-extra-tools
vulkan-tools
vulkan-validation-layers
w3m
wasi-libc
waybar
webp-pixbuf-loader
wget
wl-clipboard
wmctrl
xclip
xdo
xf86-input-synaptics
xf86-video-vesa
xfce4-power-manager
xorg-bdftopcf
xorg-docs
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-font-util
xorg-iceauth
xorg-mkfontscale
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrefresh
xorg-xvinfo
xorg-xwd
xorg-xwud
xqp
xsettingsd
xterm
xwinwrap-0.9-bin
yara
yarn
yay-git-debug
yazi
zathura-pdf-mupdf
zen-browser-bin
zoxide
zsh-autosuggestions
zsh-history-substring-search
zsh-syntax-highlighting
